{
  "header": {
    "name": "Анна Ломидзе"
  },

  "navbar": {
    "home": "Главная",
    "about": "Обо мне",
    "work": "Мои работы",
    "contact": "Связаться"
  },

  "theme": {
    "dark": "Темная тема",
    "light": "Светлая тема"
  },

  "hero-welcome": {
    "welcome-message": "Привет! Добро пожаловать в моё дизайнерское пространство.",
    "welcome-description": "Я — UI/UX-дизайнер, увлечённая поиском простых и элегантных решений сложных задач. Перфекционистка по натуре, я обладаю тонким чувством деталей и искренним интересом к психологии пользователей и анализу их поведения. Мои приоритеты — удобство, креативность и чёткая коммуникация, необходимые для создания эффективных и значимых цифровых продуктов.",
    "hero-quote": "Дизайн — это не только то, как он выглядит и ощущается. Дизайн — это то, как он работает.",
    "hero-quote-writer": "— Стив Джобс"
  },

  "hero-work": {
    "title": "Кейсы"
  },

  "projects": {
    "tools-name": "Сервисы и инструменты",
    "button": "Посмотреть кейс",
    "project-not-found": "Проект не найден",

    "project-detail": {
      "title-product-overview": "Обзор продукта",
      "title-key-highlights": "Ключевые достижения",
      "title-challenge": "Анализ проблемы",
      "title-strategy-planning": "Стратегия и планирование",
      "title-solution-implementation": "Дизайн и реализация",
      "title-outcomes-metrics": "Результаты и метрики"
    },

    "biblusi": {
      "title": "Библуси",
      "description": "Современный дизайн книжного магазина",
      "project-name": "Библуси",
      "problem": "Библуси нужно было увеличить продажи за счёт эффективной демонстрации скидок и акций.",
      "solving-block-name": "Как мы решили задачу",
      "solving": "Мы переработали главную страницу, сделав акцент на скидках, акциях и широком ассортименте товаров Библуси. Были внедрены баннерные модули, динамические предложения и улучшен механизм поиска. UX-тестирование показало рост удовлетворённости пользователей на 25 %.",
      "users-block-name": "Аудитория пользователей",
      "users-past": "≈25 000 – 80 000 пользователей в месяц.",
      "users-now": "≈144 850 пользователей в месяц.",
      "role-name": "Роль",
      "position": "UI/UX-дизайнер",
      "position-2": "веб-консультант"
    },

    "kingsGarden": {
      "title": "Кингс Гарден",
      "description": "Дизайн веб-сайта элитной недвижимости",
      "project-name": "Кингс Гарден",
      "problem": "Сайт премиального жилого комплекса не имел соответствующего цифрового образа, что затрудняло передачу его элитарности и не обеспечивало достаточной вовлечённости пользователей.",
      "solving-block-name": "Стратегия и решение",
      "solving": "Мы разработали современный, визуально насыщенный веб-сайт, который взаимодействует с пользователями через панорамные виды, полноценные фотогалереи и контент, основанный на историко-культурном контексте. Мы оптимизировали скорость загрузки и значительно повысили вовлечённость аудитории.",
      "users-block-name": "Опыт пользователя",
      "users-past": "Просмотр занимал слишком много времени, навигация была сложной, а сайт не отражал ценности бренда.",
      "users-now": "Интерактивный и элегантный сайт позиционирует Кингс Гарден как символ культурного наследия и надёжной инвестиции.",
      "role-name": "Роль",
      "position": "UI/UX-дизайнер",
      "position-2": "автор концепции продукта"
    },

    "svanidzeOlive": {
      "title": "Оливковое масло Сванидзе",
      "description": "UI-дизайн грузинского органического продукта",
      "project-name": "Оливковое масло Сванидзе",
      "problem": "Новому премиальному бренду требовалась сильная цифровая идентичность и повышение доверия в сегменте, где культура оливок ещё только развивается.",
      "solving-block-name": "Брендинг и цифровая коммуникация",
      "solving": "Мы создали минималистичный сайт премиального уровня и разработали стратегию бренда на основе видеорассказа. Видеоэффекты передали качество, происхождение и натуральность продукта лучше, чем это могли сделать текст или фотографии. Грамотное визуальное оформление и видеомаркетинг способствовали увеличению продаж на 60 % в первые месяцы и заметному росту доверия потребителей.",
      "users-block-name": "Пользовательский опыт",
      "users-past": "Пользователи не знали о бренде и не доверяли покупке онлайн.",
      "users-now": "Брендовое видео и цифровая платформа создают подлинный опыт, усиливая доверие и поддерживая уверенность при покупке.",
      "role-name": "Роль",
      "position": "Архитектор бренда",
      "position-2": "Цифровой дизайнер",
      "position-3": "UI/UX-дизайнер"
    },

    "businessMedia": {
      "title": "Бизнес Медиа Грузия",
      "description": "UI/UX-дизайн платформы бизнес-новостей",
      "project-name": "Бизнес Медиа Грузия",
      "problem": "BMG требовалась цифровая платформа, оптимизированная для мобильных устройств, чтобы повысить вовлечённость молодой аудитории.",
      "solving-block-name": "Трансформация цифровой платформы",
      "solving": "Были обновлены дизайн и архитектура, добавлена многоязычная поддержка и улучшен видеоконтент.",
      "users-block-name": "Пользовательский опыт",
      "users-past": "250–350 тыс. визитов в месяц (окт. – февр.), показатель отказов ~80 %.",
      "users-now": "655 тыс.+ визитов в марте, показатель отказов снижен до ~57 %, 8,6 страниц за сессию, среднее время ~2 мин.",
      "role-name": "Роль",
      "position": "UI-дизайнер",
      "position-2": "Цифровая стратегиня",
      "position-3": "UX-консультант"
    }
  },

  "projectDetails": {
    "biblusi": {
      "review-subtitle-01": "Biblusi — крупнейшая сеть книжных магазинов в Грузии, уже 15 лет повышающая доступность книг и уровень грамотности, насчитывая более 80 филиалов.",
      "review-subtitle-02": "Группа Biblusi объединяет разнообразные бренды, включая Pepela, XS Toys, а также Multis и Piato.",
      "review-subtitle-03": "В общей сложности группа управляет 125 торговыми точками по всей Грузии.",

      "highlights-list-title-01": "Цели",
      "highlights-list-title-02": "Действия",
      "highlights-list-title-03": "Результаты",
      "highlights-01-list-01": "Повышение вовлечённости молодёжи",
      "highlights-01-list-02": "Рост продаж за счёт скидок",
      "highlights-01-list-03": "Демонстрация разнообразия товаров",
      "highlights-01-list-04": "Продвижение онлайн-заказов",
      "highlights-01-list-05": "Укрепление лояльности клиентов",
      "highlights-02-list-01": "Создание простого UX для детей",
      "highlights-02-list-02": "Динамическое размещение баннеров со скидками",
      "highlights-02-list-03": "Создание баннеров по категориям",
      "highlights-02-list-04": "Упрощение заказа и добавление опций рассрочки",
      "highlights-02-list-05": "Внедрение карт лояльности и бонусов",
      "highlights-03-text-01": "Сенсорные и визуальные улучшения удерживают пользователей дольше, обеспечивая комфортный интерфейс.",
      "highlights-03-text-02": "Бизнес достиг новых высот: трафик и доходы стабильно выросли, что подтверждает эффективность изменений.",

      "problem-01-title": "Непоследовательная навигация",
      "problem-01-text": "Категории были расположены нелогично, из-за чего пользовательницы не могли найти книги нужных жанров и испытывали разочарование. Многие разделы были спрятаны слишком глубоко, что затрудняло поиск контента.",
      "problem-02-title": "Статичный, неконтекстный промо-баннер",
      "problem-02-text": "Внимание пользовательниц отвлекали второстепенные блоки, что скрывало актуальные акции и главную функциональность. Было сложно ориентироваться на сайте, ничто не выделялось как главное.",
      "problem-03-title": "Бесживый визуальный стиль",
      "problem-03-text": "Цветовая палитра и типографика были устаревшими; визуальные элементы казались унылыми и создавали амбивалентное настроение.",
      "problem-04-title": "Неправильно настроенные слайдеры",
      "problem-04-text": "На главной странице было слишком много каруселей; ничего не было представлено для достижения цели одним кликом. Пользовательницы были вынуждены делать лишние клики и тратить слишком много времени на поиск, что противоречит быстрому онлайн-опыту.",
      "problem-05-title": "Неопределённость и неадаптивность",
      "problem-05-text": "Отсутствовала информация о том, как оформить подписку онлайн, сделать заказ, оплатить и доставить. Не было каналов обратной связи (чат или звонок), и филиалы были неочевидны. Дизайн не был адаптирован для мобильных устройств.",

      "main-strategy": "Наша стратегия была сосредоточена на создании интерфейса в один клик, динамических промо-баннеров, современных дизайнерских элементов, оптимизированной навигации и подходе mobile‑first.",
      "strategy-plan-01": "Мы поняли, что нам необходимо создать интерфейс в один клик, добавить логические категории, исправить пользовательский путь, внедрить автоподсказку и добавить фильтры, чтобы пользователи могли легко адаптировать контент под свои интересы.",
      "strategy-plan-02": "Нам нужно было разработать динамический промо-баннер, где основной баннер меняется по необходимости (распродажа, рекомендуемая книга, игры, акции) — релевантно каждому пользователю. Мы сосредоточились на акцентировании скидок и чётком выделении категорий, чтобы пользователю не приходилось думать, что делать дальше или куда кликнуть.",
      "strategy-plan-03": "Мы стремились ввести современные, яркие и живые цвета, сильный контраст и современную типографику — ни в коем случае не допуская устаревший вид «пыльной книжной полки».",
      "strategy-plan-04": "Нам нужно было сократить количество каруселей и уточнить, отсортировать и упростить категории, создав дизайн с одним кликом.",
      "strategy-plan-05": "Нам необходимо было правильно преподносить информацию так, чтобы она не была утомительной или трудночитаемой. Поэтому мы выбрали подход mobile‑first и адаптировали дизайн под мобильные устройства.",
      "strategy-plan-01-title": "Интерфейс в один клик",
      "strategy-plan-02-title": "Динамические баннеры",
      "strategy-plan-03-title": "Яркие контрасты",
      "strategy-plan-04-title": "Сосредоточенная простота",
      "strategy-plan-05-title": "Акцент на мобильности",

      "solution-implementation": "Наша команда дизайнеров создала интерфейс с одним кликом, где основные категории и призывы к действию логично расположены. Была внедрена система динамических промо-баннеров, автоматически меняющая тематику в зависимости от интересов пользователя и выделяющая скидки и новые предложения яркими цветами. В дизайне использованы живые оттенки, масштабируемая типографика и оптимизированная для мобильных устройств структура, что сократило время загрузки страниц и улучшило общий пользовательский опыт.",

      "label-visitors-growth": "Рост посещений",
      "visitors-growth": "+60%",
      "label-sales-growth": "Рост продаж",
      "sales-growth": "+45%",
      "label-customer-satisfaction-growth": "Рост удовлетворённости клиентов",
      "customer-satisfaction-growth": "+30%",
      "label-bounce-rate": "Показатель отказов",
      "bounce-rate": "-15%"
    },

    "kingsGarden": {
      "review-subtitle-01": "King’s Garden — это премиальный проект недвижимости, реализованный компанией Capital Partners of Georgia (CPG).",
      "review-subtitle-02": "Проект расположен в историческом центре Старого Тбилиси на улице Мирза Шафи, недалеко от входа в Национальный ботанический сад.",
      "review-subtitle-03": "King’s Garden Residence предлагает уникальные жилые пространства, сочетающие панорамные виды, роскошный дизайн и городской контекст.",

      "highlights-list-title-01": "Цели",
      "highlights-list-title-02": "Действия",
      "highlights-list-title-03": "Результаты",

      "highlights-01-list-01": "Сохранить и подчеркнуть историческую ценность",
      "highlights-01-list-02": "Интегрировать панорамные виды",
      "highlights-01-list-03": "Создать визуально богатый дизайн",
      "highlights-01-list-04": "Добавить высококачественные фотогалереи",
      "highlights-01-list-05": "Подчеркнуть роскошь бренда",

      "highlights-02-list-01": "Оптимизировать UX и время загрузки страниц",
      "highlights-02-list-02": "Внедрить интерактивный контент и визуальные элементы",
      "highlights-02-list-03": "Интегрировать историко-культурный контекст",
      "highlights-02-list-04": "Разместить предсказуемые кнопки призыва к действию и контактные формы",
      "highlights-02-list-05": "Согласовать опыт на десктопах и мобильных устройствах",

      "highlights-03-text-01": "Вовлечённость пользователей возросла благодаря удобному и визуально насыщенному интерфейсу.",
      "highlights-03-text-02": "Проект эффективно привлёк внимание, увеличив конверсию и число пользователей.",

      "problem-01-title": "Отсутствие цифрового имиджа",
      "problem-01-text": "Сайт не имел современного премиального имиджа, что затрудняло передачу престижа проекта и снижало вовлечённость пользователей.",

      "problem-02-title": "Недостаток аутентичного визуального контента",
      "problem-02-text": "На сайте не было достаточно панорамных видов и высокоразрешённых фотогалерей для точного представления уникальности проекта.",

      "problem-03-title": "Сложности навигации и поиска",
      "problem-03-text": "Пользователям было трудно найти детали проекта, что ухудшало общий пользовательский опыт.",

      "problem-04-title": "Недостаточная адаптация под мобильные устройства",
      "problem-04-text": "Сайт не был полностью адаптирован для мобильных устройств, что ограничивало доступ к контенту и функциям.",

      "problem-05-title": "Медленная загрузка страниц из‑за тяжёлых медиаэлементов",
      "problem-05-text": "Перегруженные медиаэлементы замедляли загрузку страниц, негативно влияя на взаимодействие с сайтом.",

      "main-strategy": "Наша стратегия основывалась на подчёркивании историко‑культурного наследия King’s Garden, интеграции панорамных видов, добавлении высококачественных фотогалерей и оптимизации интерфейса как для десктопов, так и для мобильных устройств.",

      "strategy-plan-01-title": "Исторический контекст",
      "strategy-plan-01": "Необходимо выделить расположение проекта в историческом ядре Старого Тбилиси, чтобы подчеркнуть уникальность и культурную ценность окружения.",

      "strategy-plan-02-title": "Панорамные виды",
      "strategy-plan-02": "Интегрировать систему панорамных видов, которая позволит посетителям полностью ознакомиться с территорией комплекса.",

      "strategy-plan-03-title": "Фотогалереи",
      "strategy-plan-03": "Добавить высококачественные фотогалереи и видеотур, чтобы посетители получили визуальный опыт элитного жилья.",

      "strategy-plan-04-title": "Производительность",
      "strategy-plan-04": "Оптимизировать время загрузки страниц и SEO, чтобы улучшить вовлечённость пользователей и показатели конверсии.",

      "strategy-plan-05-title": "Мобильная гармония",
      "strategy-plan-05": "Внедрить полную мобильную адаптацию и упрощённый интерфейс, чтобы пользователи получали беспрепятственный опыт на любом устройстве.",

      "solution-implementation": "Наша команда дизайнеров создала современный, визуально насыщенный интерфейс, который логично объединяет панорамные виды, высокоразрешённые фотогалереи и историко-культурный контекст. Мы оптимизировали время загрузки страниц и пользовательский поток, чтобы повысить вовлечённость пользователей и укрепить премиальный имидж бренда.",

      "label-visitors-growth": "Рост посещаемости",
      "visitors-growth": "+35%",
      "label-sales-growth": "Рост продаж",
      "sales-growth": "+20%",
      "label-customer-satisfaction-growth": "Рост удовлетворённости клиентов",
      "customer-satisfaction-growth": "+40%",
      "label-bounce-rate": "Показатель отказов",
      "bounce-rate": "-10%"
    },

    "svanidzeOlive": {
      "review-subtitle-01": "Svanidze Olive — это премиальный грузинский органический бренд, который с 2009 года развивает культуру выращивания оливок на более чем 1500 гектарах плантаций в Кахетии.",
      "review-subtitle-02": "Бренд является членом Международного совета по оливкам и обладает сертификатом ISO 22000, что гарантирует наивысшее качество и стандарты безопасности.",
      "review-subtitle-03": "Первое современное перерабатывающее предприятие в регионе способствует развитию местной экономики и позиционирует Грузию на глобальной карте оливкового производства.",

      "highlights-list-title-01": "Цели",
      "highlights-list-title-02": "Действия",
      "highlights-list-title-03": "Результаты",

      "highlights-01-list-01": "Создание цифровой идентичности бренда на грузинском рынке",
      "highlights-01-list-02": "Акцент на премиальное качество и натуральность",
      "highlights-01-list-03": "Укрепление доверия у потребителей",
      "highlights-01-list-04": "Внедрение коммуникации, основанной на видео-нарративе",
      "highlights-01-list-05": "Обеспечение стартового роста продаж",

      "highlights-02-list-01": "Создание минималистичного и премиального дизайна веб-сайта",
      "highlights-02-list-02": "Видеокоммуникация происхождения и ценностей бренда",
      "highlights-02-list-03": "Интеграция грамотно размещённых визуальных элементов",
      "highlights-02-list-04": "Видеопрезентация натуральности и качества",
      "highlights-02-list-05": "Стратегическая реализация UI/UX-дизайна для формирования доверия",

      "highlights-03-text-01": "Уровень доверия пользователей значительно вырос в результате стратегии, основанной на визуальной коммуникации и видео-нарративе.",
      "highlights-03-text-02": "Продажи выросли на 60% уже в первый месяц, что подтверждает эффективность стратегии и прочную цифровую идентичность.",

      "problem-01-title": "Низкий уровень узнаваемости бренда на рынке",
      "problem-01-text": "Оливковое масло — относительно новый продукт для грузинского рынка, и потребитель не был готов доверять продукции этой категории. У бренда не было истории или цифрового присутствия, которое способствовало бы формированию доверия.",

      "problem-02-title": "Дефицит эмоциональной коммуникации",
      "problem-02-text": "Текстовая коммуникация не передавала вложенное качество и натуральность продукта. Потребитель не ощущал, что соприкасается с премиальным грузинским продуктом.",

      "problem-03-title": "Слабая визуальная идентичность",
      "problem-03-text": "Дизайн не отражал элегантность бренда и премиальные стандарты. Не использовались высококачественные фото- или видеоматериалы, что негативно влияло на восприятие продукта и силу первого визуального впечатления.",

      "problem-04-title": "Неэффективное использование цифровых каналов",
      "problem-04-text": "Бренд не имел цифровой платформы, которая бы корректно и эффективно представляла продукт. Информация о продукте не была очевидной для пользователя.",

      "problem-05-title": "Низкий уровень доверия со стороны потребителей",
      "problem-05-text": "Как беспрецедентный бренд, он не имел достаточных социальных доказательств (например, отзывов, бренд-видео, нарратива), что вызывало скептицизм и мешало принятию решения о покупке.",

      "main-strategy": "Наша стратегия основывалась на создании сильной эмоциональной связи с натуральным премиум-продуктом, брендинге, поддержанном видео-нарративом, визуально элегантном веб-сайте и формировании доверия через современный цифровой опыт.",

      "strategy-plan-01": "Необходимо было создать для бренда элегантный, минималистичный дизайн, который подчёркивает грузинское природное происхождение, чистоту и органичность. Дизайн должен был вызывать ассоциации с качеством и элитностью с первого взгляда.",
      "strategy-plan-02": "По плану следовало выстроить коммуникацию бренда на основе видео-нарратива, который эмоционально связывает аудиторию с происхождением и ценностями продукта. Это должно было стать сильной альтернативой текстовой подаче для повышения доверия.",
      "strategy-plan-03": "Мы планировали обогатить визуальный контент — с помощью высококачественных фото, видео и элементов, которые создают сенсорный опыт и мгновенно передают ценность продукта.",
      "strategy-plan-04": "Мы поставили цель создать архитектуру информации, легко воспринимаемую пользователем — структура должна быть прозрачной, логичной и комфортной как для новых, так и для повторных визитов.",
      "strategy-plan-05": "Важной задачей было разработать полностью адаптивный UX, который бы сохранял элегантность на мобильных устройствах и обеспечивал интуитивно понятную навигацию.",

      "strategy-plan-01-title": "Минималистичный премиум-дизайн",
      "strategy-plan-02-title": "Видео-нарратив как основа коммуникации",
      "strategy-plan-03-title": "Усиление визуальных элементов",
      "strategy-plan-04-title": "Простота восприятия информации",
      "strategy-plan-05-title": "UX, ориентированный на мобильные устройства",

      "solution-implementation": "Наши дизайнеры и архитекторы бренда разработали элегантный и минималистичный веб-интерфейс, отражающий натуральность продукта, его грузинское происхождение и премиальное качество. В интерфейсе использованы изображения высокого разрешения и видео-нарратив, создающий эмоциональную связь с пользователем. Была выбрана природная цветовая палитра, упрощённая навигация и адаптивный мобильный дизайн, что значительно повысило доверие пользователей, вовлечённость и коэффициент конверсии.",

      "label-visitors-growth": "Рост количества посетителей",
      "visitors-growth": "+55%",
      "label-sales-growth": "Рост продаж",
      "sales-growth": "+40%",
      "label-customer-satisfaction-growth": "Рост удовлетворённости клиентов",
      "customer-satisfaction-growth": "+50%",
      "label-bounce-rate": "Показатель отказов",
      "bounce-rate": "-18%"
    },

    "businessMedia": {
      "review-subtitle-01": "Business Media Georgia — инновационная цифровая платформа, предоставляющая прозрачные и объективные бизнес-новости и аналитику.",
      "review-subtitle-02": "Платформа поддерживает многоязычный интерфейс и ориентирована на контент, адаптированный для разных аудиторий.",
      "review-subtitle-03": "После недавнего обновления дизайна ежемесячные посещения выросли более чем до 655K, показатель отказов снизился примерно до 57 %, а в среднем за сессию просматривалось 8,6 страницы.",

      "highlights-list-title-01": "Цели",
      "highlights-list-title-02": "Действия",
      "highlights-list-title-03": "Результаты",

      "highlights-01-list-01": "Быстрая и качественная доставка бизнес-новостей для аудитории всех профилей.",
      "highlights-01-list-02": "Бесшовная интеграция мультимедийных каналов (BMGTV, TV Pirveli).",
      "highlights-01-list-03": "Возможность распространения многоязычного контента (грузинский, английский, турецкий, русский).",
      "highlights-01-list-04": "Повышение вовлечённости и просмотров среди молодёжной аудитории.",
      "highlights-01-list-05": "Обеспечение постоянного роста ежемесячных посещений и показателей вещания.",

      "highlights-02-list-01": "Полная модернизация UI/UX-дизайна и архитектуры сайта.",
      "highlights-02-list-02": "Интеграция видеопрограмм и оптимизация трансляций на каналах BMGTV и TV Pirveli.",
      "highlights-02-list-03": "Системный анализ отзывов пользователей и внедрение цикла непрерывного улучшения.",

      "highlights-03-text-01": "Ежемесячные посещения выросли до 655K, а показатель отказов снизился примерно до 57 %.",
      "highlights-03-text-02": "Средняя продолжительность сессии достигла 9 страниц и превысила 2 минуты.",

      "problem-01-title": "Несистематизированные новости",
      "problem-01-text": "Новости не были организованы по тематическим категориям, что затрудняло аудитории быстро находить целевую информацию.",

      "problem-02-title": "Отсутствие финансовых индикаторов",
      "problem-02-text": "Платформа не отображала в реальном времени криптовалютные и биржевые котировки, что мешало эффективному инвестиционному анализу.",

      "problem-03-title": "Низкая вовлечённость молодёжи",
      "problem-03-text": "Часовые передачи воспринимались молодыми зрителями как утомительные, что приводило к низкому уровню их вовлечённости.",

      "problem-04-title": "Перегрузка текстовой информацией",
      "problem-04-text": "Большие блоки текста затрудняли восприятие информации и разбивали внимание, что усложняло быстрое получение новостей.",

      "main-strategy": "Наша стратегия основывалась на систематизации новостей по тематическим категориям, интеграции в реальном времени финансовых тикеров, использовании коротких видеороликов для привлечения молодой аудитории, внедрении карточного интерфейса для быстрого доступа к информации и полной переработке основной структуры.",

      "strategy-plan-01-title": "Тематические категории",
      "strategy-plan-02-title": "Финансовые тикеры",
      "strategy-plan-03-title": "Микровидео-формат",
      "strategy-plan-04-title": "Карточный интерфейс",
      "strategy-plan-05-title": "Оптимизация производительности",

      "strategy-plan-01": "Создать интерфейс, основанный на категориях, позволяющий пользователям легко уточнять и находить наиболее релевантные новости.",
      "strategy-plan-02": "Реализовать отображение в реальном времени криптовалютных и биржевых котировок на главной странице, чтобы инвесторы могли получать полную финансовую информацию в одном месте.",
      "strategy-plan-03": "Разработать серию коротких видеоклипов длительностью 1–2 минуты, которые лаконично представляют главные события дня и повышают вовлечённость молодёжи.",
      "strategy-plan-04": "Спроектировать карточный макет, где каждая карточка объединяет заголовок, визуальный элемент и краткое описание для быстрого и интуитивного доступа к информации.",
      "strategy-plan-05": "Оптимизировать страницы и медиаконтент для скорости загрузки, SEO и мобильной адаптивности, чтобы обеспечить бесперебойный и быстрый пользовательский опыт.",

      "solution-implementation": "Наша команда дизайнеров и разработчиков запустила навигацию «в один клик» на основе категорий, интегрировала в реальном времени тикеры цен на криптовалюты и акции, создала короткие 1–2-минутные видео для повышения вовлечённости молодёжи, реализовала карточный интерфейс для каждой новости и полностью оптимизировала SEO, производительность и адаптивность под мобильные устройства для быстрой и бесшовной доставки информации.",

      "label-visitors-growth": "Рост посетителей",
      "visitors-growth": "655K+ (+87%)",
      "label-sales-growth": "Рост рекламных доходов",
      "sales-growth": "+25%",
      "label-customer-satisfaction-growth": "Удовлетворённость клиентов",
      "customer-satisfaction-growth": "4,5/5 (+30%)",
      "label-bounce-rate": "Показатель отказов",
      "bounce-rate": "-27%"
    }
  },

  "aboutMe": {
    "p1": "Я — UI/UX-дизайнерка из Грузии с художественным образованием. Создаю минималистичные и ориентированные на пользователя цифровые продукты с акцентом на простоту и ясность.",
    "p2": "С детства я увлекалась рисованием и дизайном — это привело меня к обучению в Тбилисской государственной академии художеств.",
    "p3": "Позже я углубила знания в цифровом дизайне, пройдя курс в Smart Academy — это стало поворотным моментом, который открыл для меня мир digital.",
    "p4": "Большую роль в моём профессиональном пути сыграл мой муж. Благодаря его поддержке я осознала, насколько мне близко создавать интуитивно понятные и эстетически выверенные цифровые интерфейсы.",
    "p5": "Со временем мой фокус полностью сместился в сторону UI/UX-дизайна: я создаю сайты, цифровые продукты и пользовательские интерфейсы, которые не только функциональны, но и действительно отвечают потребностям пользователей.",
    "p6": "У меня есть опыт работы как со стартапами, так и с международными компаниями — как индивидуально, так и в команде. Я участвовала в редизайне, разработке постеров и создании продуктов с нуля — от идеи до финального результата.",
    "p7": "По натуре я минималистка и верю, что хороший дизайн должен быть простым, осмысленным и гармоничным.",
    "p8": "Вне работы я люблю читать, гулять на природе и проводить время с мужем и двумя сыновьями — они придают моей жизни самые яркие краски."
  },

  "footer": {
    "download-resume": "Скачать CV",
    "UI-Kits": "Наборы UI на продажу",
    "magazine": "Мой магазин",
    "blog": "Блог",
    "copyright": "© 2023 Анна — портфолио UI/UX-дизайна.",
    "reserve": "Все права защищены."
  },

  "contact-page": {
    "contact-me": "Свяжитесь со мной",
    "subscribe-me": "Подпишитесь на обновления",
    "feedback-to-me": "Оставьте отзыв"
  },

  "contact-us": {
    "title": "Заполните контактную форму, и я свяжусь с вами в ближайшее время."
  },

  "subscribe": {
    "title": "Подпишитесь на обновления от UI/UX-дизайнерки из Грузии.",
    "hover_on_input": "Подпишитесь, чтобы получать скидки, новости и UI-ресурсы.",
    "alert_message": "Вы уже подписаны.",
    "thanks_message": "Спасибо за подписку! Скоро вы получите мои полезные новости о дизайне."
  },

  "feedback": {
    "title": "Расскажите о своём опыте взаимодействия."
  },

  "input": {
    "placeholder": {
      "name": "Имя",
      "email": "Электронная почта",
      "company": "Компания",
      "companyWebsite": "Веб-сайт компании",
      "message": "Сообщение",
      "feedback": "Поделитесь своими мыслями или предложениями..."
    },

    "title": {
      "name": "Имя",
      "email": "Электронная почта",
      "company": "Компания",
      "companyWebsite": "Веб-сайт компании",
      "message": "Сообщение",
      "feedback": "Поделитесь мыслями или предложениями..."
    },

    "validation": {
      "name": "Имя должно содержать не менее 2 символов.",
      "email": "Пожалуйста, введите корректный адрес электронной почты.",
      "company": "Название компании должно содержать не менее 2 символов.",
      "companyWebsite": "Пожалуйста, укажите корректный URL сайта (начиная с http или https).",
      "message": "Сообщение должно содержать не менее 3 символов.",
      "feedback": "Отзыв должен содержать не менее 3 символов.",

      "default": {
        "required": "Пожалуйста, заполните это поле.",
        "text": "Введите текст минимум из 2 символов.",
        "email": "Пожалуйста, введите корректный email.",
        "number": "Пожалуйста, введите корректное число.",
        "url": "Пожалуйста, введите корректный URL.",
        "textarea": "Пожалуйста, введите минимум 3 символа.",
        "password": "Пароль не соответствует минимальным требованиям."
      }
    }
  },

  "form": {
    "buttons": {
      "submit": "Отправить",
      "subscribe": "Получать обновления",

      "title": {
        "default": "Пожалуйста, нажмите кнопку",
        "submit": "Нажмите, чтобы отправить форму",
        "subscribe": "Подпишитесь, чтобы получать обновления и ресурсы"
      }
    },

    "status": {
      "sending": "Отправляется, пожалуйста, подождите...",
      "success": "Ваше сообщение успешно отправлено! Спасибо за обращение.",
      "error": "Не удалось отправить. Пожалуйста, попробуйте позже или свяжитесь с нами через социальные сети.",
      "tooManyRequests": "Вы превысили лимит запросов. Пожалуйста, попробуйте позже.",
      "already-subscribed": "Вы уже подписались.",
      "success-subscribe": "Вы успешно подписались на рассылку! Спасибо."
    }
  },

  "projects_header": {
    "title": "Проекты и решения",
    "sub-title-1": "Изучите реальные проблемы.",
    "sub-title-2": "Задумайтесь о конкретных результатах.",
    "sub-title-3": "Сфокусируйтесь на решениях и дизайне.",
    "click_to_watch": "Нажмите, чтобы посмотреть видео"
  },

  "404": {
    "return-home": "Вернуться на главную",
    "go-back": "Назад",
    "title": "Извините, страница не найдена",
    "subtitle": "Страница, которую вы ищете, возможно, была перемещена или удалена."
  }
}
